Repository: QingGeLaiYe/QingYu-iOS-
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr, zh_hans

# app_name
source: QingYu
zh_hans: 轻语

source: QingYu User
de: QingYu Benutzer
fr: Utilisateur QingYu
zh_hans: 轻语用户

# enjoy_healing_journey
source: Enjoy Your Healing Journey
de: Genießen Sie Ihre Heilungsreise
fr: Profitez de votre voyage de guérison
zh_hans: 享受东方疗愈之旅

source: Back
de: Zurück
fr: Retour
zh_hans: 返回

source: Done
de: Fertig
fr: Terminé
zh_hans: 完成

source: Cancel
de: Abbrechen
fr: Annuler
zh_hans: 取消

source: OK
zh_hans: 确定

source: Save
de: Speichern
fr: Sauvegarder
zh_hans: 保存

# subtitle_healing_sounds
source: Oriental Healing Sounds · Mindful Moments
de: Orientalische Klänge · Achtsame Momente
fr: Sons de guérison orientaux · Moments de pleine conscience
zh_hans: 国风音频 · 碎片时间疗愈

# search_placeholder
source: Search tracks, scenes...
de: Tracks, Szenen suchen...
fr: Rechercher des pistes, des scènes...
zh_hans: 搜索曲目、场景

# no_results
source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
zh_hans: 未找到相关曲目

# loading_tracks
source: Loading audio...
de: Audio wird geladen...
fr: Chargement de l'audio...
zh_hans: 正在加载音频...

source: Zen Meditation
fr: Méditation Zen
zh_hans: 禅意静心

source: Daily Relax
de: Tägliche Entspannung
fr: Relaxation Quotidienne
zh_hans: 日常解压

source: Sleep Aid
de: Schlafhilfe
fr: Aide au Sommeil
zh_hans: 睡前助眠

source: Anxiety Relief
de: Angstbewältigung
fr: Soulagement de l'Anxiété
zh_hans: 缓解焦虑

# uncategorized
source: Other
de: Andere
fr: Autre
zh_hans: 其他

# track_bamboo_forest
source: Bamboo Forest
de: Bambuswald
fr: Forêt de Bambous
zh_hans: 竹径清音

# track_mountain_stream
source: Mountain Stream
de: Gebirgsbach
fr: Ruisseau de Montagne
zh_hans: 山涧流水

# track_morning_dew
source: Morning Dew
de: Morgentau
fr: Rosée du Matin
zh_hans: 晨露鸟鸣

# track_moonlight_lullaby
source: Moonlight Lullaby
de: Mondlichtschlaflied
fr: Berceuse au Clair de Lune
zh_hans: 月光摇篮曲

# track_gentle_rain
source: Gentle Rain
de: Sanfter Regen
fr: Pluie Douce
zh_hans: 细雨绵绵

# track_autumn_wind
source: Autumn Wind
de: Herbstwind
fr: Vent d'Automne
zh_hans: 秋风落叶

# track_spring_blossom
source: Spring Blossom
de: Frühlingsblüte
fr: Fleur de Printemps
zh_hans: 春暖花开

# track_snow_silence
source: Snow Silence
de: Schneestille
fr: Silence de Neige
zh_hans: 雪夜静思

# artist_qingyu
source: QingYu Music
de: QingYu Musik
fr: Musique QingYu
zh_hans: 轻语音乐

source: Play
de: Abspielen
fr: Lecture
zh_hans: 播放

source: Pause
de: Pausieren
zh_hans: 暂停

source: Next Track
de: Nächster Track
fr: Piste Suivante
zh_hans: 下一首

source: Previous Track
de: Vorheriger Track
fr: Piste Précédente
zh_hans: 上一首

source: Single Loop
de: Einzelne Schleife
fr: Boucle Simple
zh_hans: 单曲循环

# sequence_play
source: Sequence
de: Reihenfolge
fr: Séquence
zh_hans: 顺序播放

# random_play
source: Random
de: Zufällig
fr: Aléatoire
zh_hans: 随机播放

source: Add to Favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux Favoris
zh_hans: 添加到收藏

source: Remove from Favorites
de: Aus Favoriten entfernen
fr: Retirer des Favoris
zh_hans: 从收藏中移除

source: Cache Track
de: Track zwischenspeichern
fr: Mettre en Cache la Piste
zh_hans: 缓存音频

source: Remove Cache
de: Cache entfernen
fr: Supprimer le Cache
zh_hans: 删除缓存

# profile_title
source: Profile
de: Profil
fr: Profil
zh_hans: 个人中心

source: My Favorites
de: Meine Favoriten
fr: Mes Favoris
zh_hans: 我的收藏

source: Settings
de: Einstellungen
fr: Paramètres
zh_hans: 设置

source: About
de: Über
fr: À Propos
zh_hans: 关于

source: Background Playback
de: Hintergrund-Wiedergabe
fr: Lecture en Arrière-plan
zh_hans: 后台播放

# background_playback_desc
source: Continue playing when app is in background
de: Wiedergabe fortsetzen, wenn App im Hintergrund
fr: Continuer la lecture lorsque l'application est en arrière-plan
zh_hans: 退出应用后继续播放音频

source: Lock Screen Control
de: Sperrbildschirm-Steuerung
fr: Contrôle Écran Verrouillé
zh_hans: 锁屏控制

# lock_screen_control_desc
source: Control audio from lock screen
de: Audio vom Sperrbildschirm steuern
fr: Contrôler l'audio depuis l'écran verrouillé
zh_hans: 在锁屏界面控制音频播放

source: Default Playback Mode
de: Standard-Wiedergabemodus
fr: Mode de Lecture par Défaut
zh_hans: 默认播放模式

# default_playback_mode_desc
source: Choose your preferred playback mode
de: Bevorzugten Wiedergabemodus wählen
fr: Choisissez votre mode de lecture préféré
zh_hans: 选择默认的播放方式

source: Auto Cache
fr: Cache Automatique
zh_hans: 自动缓存

# auto_cache_desc
source: Automatically cache frequently used tracks
de: Häufig genutzte Tracks automatisch zwischenspeichern
fr: Mettre automatiquement en cache les pistes fréquemment utilisées
zh_hans: 自动缓存常用音频到本地

source: Cache Management
de: Cache-Verwaltung
fr: Gestion du Cache
zh_hans: 缓存管理

source: Cache Size
de: Cache-Größe
fr: Taille du Cache
zh_hans: 缓存大小

source: Clear Cache
de: Cache leeren
fr: Vider le Cache
zh_hans: 清除缓存

# clear_cache_confirm
source: Are you sure you want to clear all cached audio?
de: Sind Sie sicher, dass Sie alle zwischengespeicherten Audiodateien löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer tout l'audio mis en cache ?
zh_hans: 确定要清除所有缓存的音频吗？

source: Cache cleared
de: Cache geleert
fr: Cache vidé
zh_hans: 缓存已清除

source: Version
zh_hans: 版本

# version_info
source: QingYu v1.0.0 (1)
zh_hans: 轻语 v1.0.0 (1)

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de Confidentialité
zh_hans: 隐私政策

# privacy_policy_desc
source: View our privacy policy
de: Unsere Datenschutzrichtlinie anzeigen
fr: Voir notre politique de confidentialité
zh_hans: 查看我们的隐私政策

source: User Agreement
de: Benutzer-Vereinbarung
fr: Accord Utilisateur
zh_hans: 用户协议

# user_agreement_desc
source: View user terms and conditions
de: Benutzungsbedingungen anzeigen
fr: Voir les termes et conditions utilisateur
zh_hans: 查看用户使用协议

source: Rate App
de: App bewerten
fr: Noter l'App
zh_hans: 评价应用

# rate_app_desc
source: Rate QingYu on App Store
de: QingYu im App Store bewerten
fr: Noter QingYu sur l'App Store
zh_hans: 在App Store上评价轻语

source: Share App
de: App teilen
fr: Partager l'App
zh_hans: 分享应用

# share_app_desc
source: Share QingYu with friends
de: QingYu mit Freunden teilen
fr: Partager QingYu avec des amis
zh_hans: 与朋友分享轻语

# share_app_message
source: I found an amazing oriental healing app 'QingYu' and thought you'd like it!
de: Ich habe eine fantastische orientalische Heilungs-App 'QingYu' gefunden und dachte, sie könnte Ihnen gefallen!
fr: J'ai trouvé une application de guérison orientale fantastique 'QingYu' et j'ai pensé que cela pourrait vous plaire !
zh_hans: 我发现了一个很棒的国风疗愈应用「轻语」，推荐给你！

source: No favorites yet
de: Noch keine Favoriten
fr: Pas encore de favoris
zh_hans: 还没有收藏的曲目

source: No cached tracks
de: Keine zwischengespeicherten Tracks
fr: Pas de pistes en cache
zh_hans: 还没有缓存的音频

# first_time_user
source: First Time Using QingYu
de: Erste Nutzung von QingYu
fr: Première Utilisation de QingYu
zh_hans: 初次使用轻语

# first_time_message
source: Select a scene to begin your healing journey
de: Wählen Sie eine Szene, um Ihre Heilungsreise zu beginnen
fr: Sélectionnez une scène pour commencer votre voyage de guérison
zh_hans: 点击场景开始您的疗愈之旅

source: Loading...
de: Wird geladen...
fr: Chargement...
zh_hans: 加载中...

source: Downloading...
de: Herunterladen...
fr: Téléchargement...
zh_hans: 下载中...

# downloading_progress
source: Downloading %d%%
de: Herunterladen %d%%
fr: Téléchargement %d%%
zh_hans: 下载中 %d%%

source: Download Complete
de: Download abgeschlossen
fr: Téléchargement Terminé
zh_hans: 下载完成

source: Download Failed
de: Download fehlgeschlagen
fr: Échec du Téléchargement
zh_hans: 下载失败

source: Cache Complete
de: Cache abgeschlossen
fr: Cache Terminé
zh_hans: 缓存完成

source: Cache Removed
de: Cache entfernt
fr: Cache Supprimé
zh_hans: 缓存已删除

# error_network
source: Network connection error
de: Netzwerkverbindungsfehler
fr: Erreur de connexion réseau
zh_hans: 网络连接异常

# error_playback
source: Playback failed
de: Wiedergabe fehlgeschlagen
fr: Échec de la lecture
zh_hans: 播放失败

# error_cache
source: Cache failed
de: Cache fehlgeschlagen
fr: Échec du cache
zh_hans: 缓存失败

# error_download
source: Download failed
de: Download fehlgeschlagen
fr: Échec du téléchargement
zh_hans: 下载失败

source: Try Again
de: Erneut versuchen
fr: Réessayer
zh_hans: 重试

# notification_new_track
source: New Track Available
de: Neuer Track verfügbar
fr: Nouvelle Piste Disponible
zh_hans: 新增音频

# notification_download_complete
source: Download Complete
de: Download abgeschlossen
fr: Téléchargement Terminé
zh_hans: 下载完成

# notification_playback_error
source: Playback Error
de: Wiedergabefehler
fr: Erreur de Lecture
zh_hans: 播放出错

# accessibility_play_button
source: Play Button
de: Wiedergabe-Button
fr: Bouton Lecture
zh_hans: 播放按钮

# accessibility_pause_button
source: Pause Button
fr: Bouton Pause
zh_hans: 暂停按钮

# accessibility_next_track
source: Next Track
de: Nächster Track
fr: Piste Suivante
zh_hans: 下一首

# accessibility_previous_track
source: Previous Track
de: Vorheriger Track
fr: Piste Précédente
zh_hans: 上一首

# accessibility_favorite_button
source: Favorite Button
de: Favoriten-Button
fr: Bouton Favoris
zh_hans: 收藏按钮

# accessibility_cache_button
source: Cache Button
fr: Bouton Cache
zh_hans: 缓存按钮

# accessibility_vinyl_record
source: Vinyl Record
de: Schallplatte
fr: Disque Vinyle
zh_hans: 黑胶唱片

# accessibility_progress_slider
source: Progress Slider
de: Fortschritts-Schieberegler
fr: Curseur de Progrès
zh_hans: 进度滑块

# seconds_short
source: s
zh_hans: 秒

# minutes_short
source: m
de: Min
fr: min
zh_hans: 分

# hours_short
source: h
de: Std
zh_hans: 时

# remaining_time
source: %@ remaining
de: %@ verbleibend
fr: %@ restant
zh_hans: 剩余 %@

# elapsed_time
source: %@ played
de: %@ abgespielt
fr: %@ joué
zh_hans: 已播放 %@

# quality_standard
source: Standard Quality
de: Standardqualität
fr: Qualité Standard
zh_hans: 标准音质

# quality_high
source: High Quality
de: Hohe Qualität
fr: Haute Qualité
zh_hans: 高品质音质

# quality_auto
source: Auto
zh_hans: 自动选择

# quality_wifi_only
source: High Quality on Wi-Fi Only
de: Hohe Qualität nur über WLAN
fr: Haute Qualité Uniquement en Wi-Fi
zh_hans: 仅在Wi-Fi下使用高品质

# zen_meditation_desc
source: Traditional instruments like Guqin and Bamboo Flute for meditation
de: Traditionelle Instrumente wie Guqin und Bambusflöte für Meditation
fr: Instruments traditionnels comme le Guqin et la Flûte de Bambous pour la méditation
zh_hans: 古琴、竹笛等传统乐器，适合静心冥想

# daily_relax_desc
source: Natural sounds with oriental instruments for daily relaxation
de: Natürliche Klänge mit orientalischen Instrumenten für tägliche Entspannung
fr: Sons naturels avec instruments orientaux pour la relaxation quotidienne
zh_hans: 自然声音与国风乐器，适合日常放松

# sleep_aid_desc
source: Soft oriental audio to help you fall asleep
de: Sanfte orientalische Klänge zum Einschlafen
fr: Audio oriental doux pour vous aider à vous endormir
zh_hans: 轻柔的国风音频，帮助入眠

# anxiety_relief_desc
source: Calming audio to relieve stress and anxiety
de: Beruhigende Klänge zur Stress- und Angstbewältigung
fr: Audio apaisant pour soulager le stress et l'anxiété
zh_hans: 舒缓音频，缓解压力和焦虑

# feature_vinyl_experience
source: Vinyl Experience
de: Schallplatten-Erlebnis
fr: Expérience Vinyle
zh_hans: 黑胶唱片质感

# feature_vinyl_desc
source: Authentic vinyl record interaction experience
de: Authentische Schallplatten-Interaktionserfahrung
fr: Expérience d'interaction authentique de disque vinyle
zh_hans: 模拟真实黑胶唱片的交互体验

# feature_seamless_loop
source: Seamless Loop
de: Nahtlose Schleife
fr: Boucle Sans Couture
zh_hans: 无缝循环

# feature_seamless_desc
source: Perfect 10-40 second audio loops
de: Perfekte 10-40 Sekunden Audio-Schleifen
fr: Boucles audio parfaites de 10-40 secondes
zh_hans: 10-40秒音频完美循环播放

# feature_multi_language
source: Multi-Language
de: Mehrsprachig
fr: Multilingue
zh_hans: 多语言支持

# feature_multi_language_desc
source: Support for Chinese, English, German, French
de: Unterstützung für Chinesisch, Englisch, Deutsch, Französisch
fr: Support pour le Chinois, l'Anglais, l'Allemand, le Français
zh_hans: 支持中文、英文、德文、法文

# feature_offline_cache
source: Offline Cache
fr: Cache Hors Ligne
zh_hans: 离线缓存

# feature_offline_desc
source: Support offline audio download and playback
de: Unterstützung für Offline-Audio-Download und Wiedergabe
fr: Support pour le téléchargement et la lecture audio hors ligne
zh_hans: 支持音频离线下载和播放

# feature_no_login
source: No Registration
de: Keine Registrierung
fr: Aucune Inscription
zh_hans: 无注册体验

# feature_no_login_desc
source: Instant access without registration or login
de: Sofortiger Zugriff ohne Registrierung oder Login
fr: Accès instantané sans inscription ou connexion
zh_hans: 即开即用，无需注册登录

source: Share
de: Teilen
fr: Partager
